Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: We will make reasonable good faith efforts to remove the post from prospective public view, although we cannot ensure the complete or comprehensive removal of the content and may retain the content as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.
ko_kr: 당사는 콘텐츠의 완전하고 포괄적인 삭제를 보장할 수는 없지만, 합리적이고 선의의 노력을 기울여 게시글을 삭제할 것입니다. 당사는 법적 의무를 준수하고, 분쟁을 해결하고, 당사의 계약을 집행하기 위해 필요한 경우 콘텐츠를 보존할 수 있습니다.

source: If you experience any difficulties accessing the information here, please contact us through the Help Center.
ko_kr: 만약 귀하가 여기에 나온 정보를 접근하는 데 어려움을 겪고 있다면, 고객센터를 통해 당사에 문의하십시오.

source: IMPROVING CORE FUNCTIONS
ko_kr: 핵심 기능 강화

source: Your use of the Service or provision of any information therefore constitutes your consent to the transfer to and from, processing, usage, sharing, and storage of information about you in the U.S. and other jurisdictions as set out in this Privacy Policy.
ko_kr: 따라서 귀하가 당사의 서비스를 사용하거나 어떠한 정보를 제공하는 것은 본 개인정보 처리방침에 명시된 바와 같이 미국 및 기타 관할권에서 귀하의 정보를 전송, 처리, 사용, 공유 및 저장할 수 있는 점을 동의하는 것이라고 간주됩니다.

source: In the case that more than one application is submitted on behalf of your organization, we will look at the most recently submitted application.
ko_kr: 만약 한 조직의 이름으로 여러 신청서가 제출되었다면, Gwoop은 가장 최근에 제출된 신청서를 검토할 것입니다.

source: Added new 'About' page and 'FAQ' page.
ko_kr: ‘소개’ 페이지와 ‘FAQ’ 페이지를 신설했습니다.

source: • Manage the access and level of responsibility of all Team Lead{j}and Player users on their team
ko_kr: • 모든 팀 리더와 플레이어의 권한과 책임 수준을 조정할 수 있습니다.

source: Gwoop is for esports teams at any level, and we have many features that are ideal for schools.
ko_kr: Gwoop은 모든 e스포츠 팀을 위한 것이며, 특히 학교 e스포츠팀에게 적합한 다양한 기능을 갖고 있습니다.

source: Game Last Played
ko_kr: 최근 플레이 한 게임

source: Hover the mouse over each ability to see what they do.
ko_kr: 각 기술 위로 마우스롤 올려서 어떤 기술인지 확인하세요.

source: Please request a new password reset link.
ko_kr: 새로운 비밀번호 재설정 링크를 요청하세요.

source: Data is updated in the dashboard accordingly if the user chooses to keep the 'Save Data' checkbox checked in game.
ko_kr: 사용자가 ‘데이터 저장’ 체크박스를 체크한 상태를 유지했을 때 결과에 따라 대시보드에 데이터가 업데이트됩니다.

source: The player(s) {0} cannot be added to team, as supplied roleid is not valid.
ko_kr: 플레이어 {0}은(는) 팀에 가입할 수 없습니다. 제공된 역할 ID가 유효하지 않습니다.

source: Manage Payments
ko_kr: 계좌 관리

source: While many may scoff at the physical demands within gaming - the fact of the matter is that elite gamers do possess key physical attributes which set them ahead of their competition.
ko_kr: 많은 사람들이 게임을 하는 데 있어서 신체적 기술이 왜 필요한지 의문을 제기합니다. 하지만 엘리트 게이머가 경쟁에서 이길 수 있는 바탕에는 남보다 뛰어난 핵심 신체적 기술이 있습니다.

source: Data Security
ko_kr: 데이터 보안

source: RDY?
ko_kr: 준비됐나요?

source: As indicated above, vendors may act as our service providers, or in certain contexts, independently decide how to process your information.
ko_kr: 상술했듯이, 공급업체는 당사의 서비스 제공자의 역할을 할 수 있으며, 특정한 상황에서는 귀하의 정보를 어떻게 처리할 지 독립적인 결정을 할 수 있습니다.

source: Mobile Software
ko_kr: 모바일 소프트웨어

source: At Gwoop, we have created an online cognitive training platform that enables you to improve core skills found in gaming, education, and everyday life.
ko_kr: Gwoop은 온라인 인지 훈련 플랫폼을 개발했습니다. 당신은 이 플랫폼을 통해 게임, 교육, 일상에서 쓰이는 핵심 기술을 연마할 수 있습니다.

source: When you terminate your Gwoop account, your right to receive any payments for your Designs automatically and permanently terminates and you understand that Gwoop may continue to sell and make available your Designs in the Service.
ko_kr: 귀하가 귀하의 Gwoop 계정을 삭제할 때, 귀하가 귀하의 디자인을 통해 벌어들인 수익을 얻을 권리는 자동으로 및 영구적으로 종료됩니다. 또한 Gwoop은 귀하의 디자인을 계속 판매하고 제공할 수 있다는 점을 이해합니다.

source: SIGN UP
ko_kr: 가입하기

source: Accuracy game modifications including birdie spawn points, music, character controller, in-game reports, and overall branding.
ko_kr: 정확도 게임에 버디 스폰 지점, 음악, 캐릭터 컨트롤러, 인게임 보고서, 전반적인 브랜딩 등이 개선되었습니다.

source: GETTING STARTED
ko_kr: 시작하는 방법

source: TUTORIAL
ko_kr: 튜토리얼

source: To the extent Gwoop sells your personal information as the term “sell” is defined under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information by us to third parties at any time.
ko_kr: 캘리포니아 주 소비자 개인정보법에 의거해 “판매”로 규정된 행동에 따라 Gwoop이 귀하의 개인정보를 판매하는 경우, 귀하는 당사가 제3자에게 귀하의 개인정보를 판매하는 것을 언제든지 거부할 수 있는 권리를 갖고 있습니다.

source: No keys correct, session not saved.
ko_kr: 정확하게 입력된 키가 없습니다. 세션이 저장되지 않았습니다.

source: Must be at least 20 characters.
ko_kr: 비밀번호는 20자리를 초과할 수 없습니다.

source: Updated game rules to allow only 1 loss of life per target.
ko_kr: 타겟당 목숨 1개만을 잃는 것으로 규칙을 수정했습니다.

source: TRAINING FOR TEAMS
ko_kr: 팀을 위한 훈련

source: Welcome to Gaming Warm-up!
ko_kr: 몸풀기 게임에 오신 것을 환영합니다!

source: Attack{colon}
ko_kr: 공격{colon}

source: Time Remaining{colon}
ko_kr: 남은 시간{colon}

source: Check if you're ready (takes 90 seconds) before you game at Gwoop.com!
ko_kr: 90초만 투자해 Gwoop.com에서 게임을 할 준비가 되었는지 확인해보자!

source: Items Remembered
ko_kr: 기억해 낸 아이템

source: GENERAL
ko_kr: 일반

source: The business or commercial purpose for collecting or selling the personal information; and
ko_kr: 개인정보를 수집 혹은 판매를 위한 비즈니스 또는 상업적 목적.

source: The existing 'Room Targets Level 1' scenario has undergone a visual update to both the UI and the game room.
ko_kr: 기존 ‘실내 타겟 사격 1단계’ 시나리오의 UI와 게임 방을 대상으로 시각적 개선이 이뤄졌습니다.

source: You have completed your challenge against {thisChallenge.Challenger.Username} in {thisChallenge.Game.Name}.
ko_kr: {thisChallenge.Challenger.Username}이(가) 보낸 {thisChallenge.Game.Name} 대결 게임을 완료했습니다.

source: You have been challenged you to play {scenario}. \nPlease play the challenge scenario to complete the challenge.
ko_kr: 당신은 {scenario} 플레이 도전을 받았습니다. \n이 도전 시나리오를 플레이해 도전을 마치십시오.

source: MEMORY
ko_kr: 기억력

source: Please reach out to the team leader to request a new referral code.
ko_kr: 팀 리더에게 새로운 초대 코드를 요청하세요.

source: Data brokers or resellers from which we purchase data to supplement the data we collect.
ko_kr: 당사가 수집하는 데이터를 보충하기 위해 데이터를 구매한 데이터 중개인 혹은 리셀러.

source: An internal system error occurred.
ko_kr: 내부 시스템 에러가 발생했습니다.

source: {0/1} active today
ko_kr: {0/1} 오늘의 활동

source: You must read and agree to these terms before using the Gwoop Service.
ko_kr: 귀하가 Gwoop의 서비스를 이용하기 전 이 약관을 반드시 읽고 동의해야 합니다.

source: New target spawn points created.
ko_kr: 새로운 타겟 생성 지점이 만들어졌습니다.

source: Error occured while purchasing the avatar product.
ko_kr: 아바타 상품을 구매하는 과정에서 오류가 발생했습니다.

source: S
ko_kr: ㄴ

source: New targets continually spawn in.
ko_kr: 새로운 타겟이 꾸준히 생성됩니다.

source: Limitation of Liability
ko_kr: 책임의 제한

source: Reaction Training 2
ko_kr: 반응 훈련 2

source: Learn more about the benefits Gwoop brings to your kids both in and out of gaming, as well as how we ensure their data is secure and private.
ko_kr: Gwoop이 게임 안팎으로 당신의 자녀에게 가져다 줄 장점에 대해서 확인하세요. 또한 우리가 어떻게 당신의 자녀의 정보를 보호하는지도 볼 수 있습니다.

source: When you create a Restricted Team, the members of that Restricted Team will come to the Service through a specific login that only allows those Team Members access to the Services based on the restrictions you put in place.
ko_kr: 귀하가 비공개 팀을 생성했을 때, 비공개 팀의 구성원은 귀하가 제한한 서비스만 이용할 수 있게 하는 특별한 로그인 방법을 통해서만 서비스를 이용할 수 있습니다.

source: The following games are now mobile compatible:
ko_kr: 모바일 환경에서 다음 게임이 호환됩니다:

source: We care about the privacy of our Users.
ko_kr: 당사는 사용자의 개인정보를 중요하게 생각합니다.

source: This section explains our sharing practices with respect to information collected.
ko_kr: 이 섹션에서는 수집된 정보와 관련된 당사의 공유 방식에 대해서 설명합니다.

source: Governing Law and Arbitration
ko_kr: 준거법 및 중재

source: If you access a third party website from the Service, you do so at your own risk, and you understand that this Agreement and Gwoop’s Privacy Policy do not apply to your use of such sites.
ko_kr: 귀하가 당사의 서비스에서 서드파티 웹사이트로 접속하는 경우, 귀하는 이에 대한 위험을 감수해야 합니다. 또한 귀하는 본 계약 및 Gwoop의 개인정보 처리방침이 그러한 사이트 사용에 적용되지 않는다는 점을 이해합니다.

source: For the purposes of this Agreement, “Intellectual Property Rights” means all patent rights, copyright rights, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights as may now exist or hereafter come into existence, and all applications therefore and registrations, renewals and extensions thereof, under the laws of any state, country, territory or other jurisdiction.
ko_kr: 본 계약에서 “지식재산권”은 현재 존재하거나 추후에 존재할 수 있는 모든 특허권, 저작권, 마스크워크권, 저작 인격권, 초상권, 상표권, 트레이드 드레스 및 서비스 마크권, 영업권, 영업 비밀 권리 및 기타 지식재산권을 의미하며, 모든 주, 국가, 영토, 기타 관할권의 법률에 따라 등록, 갱신, 연장될 수 있는 모든 적용 대상을 뜻합니다.

source: RESULTS
ko_kr: 결과

source: The leaderboard session requirement has been decreased.
ko_kr: 리더보드 세션 진입 요건이 완화되었습니다.

source: Save & Close
ko_kr: 저장 & 닫기

source: Rapid Click Lvl 1
ko_kr: 빠른 클릭 1단계

source: Fire the laser!
ko_kr: 레이저를 발사하세요!

source: Some areas of the Service allow Users to post content such as profile information, comments, questions, course content and other content or information (any such materials a User submits, posts, displays, or otherwise makes available on the Service “User Content”).
ko_kr: 당사의 서비스의 일부 분야는 사용자가 프로필 정보, 평가, 질문, 코스 콘텐츠 및 기타 콘텐츠와 정보와 같은 콘텐츠를 게시할 수 있도록 허용합니다. (사용자가 제출, 게시, 표시 혹은 당사의 서비스에서 작성할 수 있는 모든 자료를 이하 “사용자 콘텐츠”로 총칭.)

source: Mouse Control Lvl 1
ko_kr: 마우스 컨트롤 1단계

source: Open and Restricted.
ko_kr: 공개 팀 및 비공개 팀.

source: Reason for Contact
ko_kr: 문의 사유

source: The processing is necessary for our legitimate interests, namely administering the Service.
ko_kr: 당사의 서비스를 관리하는 것과 같은 당사의 정당한 이해 관계를 위해 처리 과정이 필요합니다.

source: In addition, we work with agencies, advertisers, ad networks, and other technology services to place ads about our products and services on other websites and services.
ko_kr: 또한, 당사는 대행사, 광고주, 광고 네트워크 및 기타 기술 서비스와 협업하여 다른 사이트와 서비스에 당사의 상품과 서비스에 관한 광고를 게재합니다.

source: Partners that offer co-branded services, sell or distribute our products, or engage in joint marketing activities.
ko_kr: 공동 브랜드 서비스를 제공하거나, 당사의 상품을 팔거나 분배하거나, 혹은 공동 마케팅 활동에 참여한 협력체.

source: Improve your Speed
ko_kr: 속도를 개선하세요.

source: Pants
ko_kr: 바지

source: Email Address: {emailAddress}
ko_kr: 이메일 주소: {emailAddress}

source: Gwoop may provide notifications, whether such notifications are required by law or are for marketing or other business related purposes, to you via email notice, written or hard copy notice, or through posting of such notice on our website, as determined by Gwoop in our sole discretion.
ko_kr: Gwoop은 공지가 법률에 의해 요구되는지 또는 마케팅 또는 기타 비즈니스 관련 목적을 위한 것인지 여부에 관계 없이 당사의 재량에 따라 이메일 혹은 서면 공지를 진행하거나, 혹은 당사 웹사이트에 공지를 게시할 수 있습니다.

source: The new "Home Base" page is where you can search for friends, challenge them to games, and update your profile with your livestream & social media links (Twitch, Youtube, Discord, etc...).
ko_kr: 새로운 “본진” 페이지에서 친구를 찾고, 친구에게 대결을 신청하고, 프로필을 업데이트하고, 각종 소셜 미디어와 계정을 연결할 수 있습니다. (Twitch, YouTube, Discord 등)

source: Gwoop does not warrant that the Mobile Software will be compatible with your mobile device.
ko_kr: Gwoop은 모바일 소프트웨어가 귀하의 모바일 기기와 호환되는지에 대해서는 보증하지 않습니다.

source: START
ko_kr: 시작

source: We use this information to communicate with you, including sending Service-related communications (such as invoices and information about updates to the Service, and any news, alerts and marketing communications (in line with your settings and options)).
ko_kr: 당사는 귀하와 당사 서비스에 관련하여 의사 소통을 (청구서, 당사 서비스 업데이트와 관련된 정보, 뉴스, 알림, 마케팅과 관련된 소식(귀하의 설정에 따라) 등) 진행하기 위해 해당 정보를 사용합니다.

source: Visual Memory Lvl 1
ko_kr: 시각 기억력 1단계

source: Favorite Game - League of Legends
ko_kr: 좋아하는 게임 - 리그 오브 레전드

source: Right to restriction.
ko_kr: 처리 제한 요청 권리.

source: For more details on information we collect, including the sources we receive information from, review the Information Collection section.
ko_kr: 당사가 정보를 받는 출처를 포함해 당사가 정보를 수집하는 방식에 대해 더 자세한 정보를 원하신다면 정보 수집 섹션을 검토하십시오.

source: For more information on advertising and analytics, see the “Analytics and Advertising” section below.
ko_kr: 광고 및 분석과 관련한 더 자세한 정보는 하단에 있는 “분석 및 광고” 섹션을 참고하십시오.

source: It has also been aptly re-named to "FPS Training Arena".
ko_kr: 또한 정확도 아레나가 “FPS 훈련 아레나”로 이름이 바뀌었습니다.

source: For further information on the types of tracking technologies we use on the Service and your rights and choices regarding analytics, Interest-based Advertising, and Matched Ads, please see the “Information Collected Automatically” and “Your Rights and Choices” sections.
ko_kr: 당사가 당사 서비스에서 사용하는 추적 기술의 종류와 분석, 관심 기반 광고, 맞춤형 광고와 관련된 귀하의 권리와 제공 동의에 대한 자세한 정보는 “당사가 자동으로 수집하는 정보” 및 “귀하의 권리와 제공 동의” 섹션에서 확인할 수 있습니다.

source: Location:
ko_kr: 위치:

source: There was a problem updating your Date of Birth.
ko_kr: 생년월일을 업데이트 하는 데 실패했습니다.

source: Memory
ko_kr: 기억력

source: D
ko_kr: ㅇ

source: TERMS OF SERVICE
ko_kr: 이용약관

source: Memory Map Lvl 1
ko_kr: 기억력 지도 1단계

source: Take a deep breath, then dive into some warm-up games.
ko_kr: 심호흡을 하고, 워밍업 게임을 몇 개 해봅시다.

source: Amazing!
ko_kr: 놀라워요!

source: Unable to retrieve the Avatar Figure render file.
ko_kr: 아바타 피규어 렌더 파일을 찾을 수 없습니다.

source: Invalid user
ko_kr: 잘못된 사용자

source: Added custom training regimens to all teams.
ko_kr: 모든 팀을 위한 사용자 훈련 방식 기능을 추가했습니다.

source: Many content updates and bug fixes across the website.
ko_kr: 여러 버그 수정과 컨텐츠 업데이트를 진행했습니다.

source: Targets Destroyed{colon}
ko_kr: 파괴한 타겟{colon}

source: First name must be at least 1 character.
ko_kr: 이름은 최소 1자리 이상이어야 합니다.

source: Notwithstanding the above, we may share information that does not identify you (including information that has been aggregated or de-identified) except as prohibited by applicable law.
ko_kr: 위에 내용에도 불구하고 당사는 관련 법률에서 금지하는 경우를 제외하고 귀하를 식별하지 않는 정보(집계되거나 식별되자 않은 정보를 포함)를 사용할 수 있습니다.

source: "I believe what the mind does and learns when gaming positively feeds leadership skills.
ko_kr: “저는 게임을 하는 것이 리더십 기술을 배우는 데에 긍정적인 역할을 한다고 믿습니다.

source: Reaction 1
ko_kr: 반응 1

source: All information that you provide in connection with a purchase or transaction or other monetary transaction interaction with the Service must be accurate, complete, and current.
ko_kr: 구매, 거래 또는 당사의 서비스와 관련된 기타 금전 거래 상호작용을 위해 귀하가 제출해야 하는 정보는 정확하고 완전하며 최신 정보여야 합니다.

source: Are you sure you want to purchase this item for {x} gems?
ko_kr: {x}개 gem을 소비해 이 제품을 구매하시겠습니까?

source: Enter Code
ko_kr: 코드 입력

source: Get paid for each design purchased!
ko_kr: 판매된 디자인만큼 대가를 받으세요!

source: R
ko_kr: ㄱ

source: FOR PARENTS
ko_kr: 학부모를 위한 정보

source: You agree that Gwoop may remove your designs at any time for any reason, including any potential infringement of third party copyrights or other intellectual property rights.
ko_kr: 귀하는 Gwoop이 제3자의 저작권 또는 기타 지적재산권 침해를 비롯한 어떤 이유로든 언제든지 귀하의 디자인을 삭제할 수 있다는 데 동의합니다.

source: Invalid reason/email selected.
ko_kr: 유효하지 않은 사유/이메일 선택

source: Click and drag the circle along the curves.
ko_kr: 경로를 따라 마우스를 클릭하고 드래그 하세요.

source: Information From Other Sources
ko_kr: 다른 출처로부터 오는 정보

source: Go to Home Base
ko_kr: 본진으로 돌아가기

source: User not located.
ko_kr: 찾을 수 없는 사용자입니다.

source: After you use the ability, a cooldown timer will appear.
ko_kr: 기술을 사용하고 나면 쿨다운이 표시됩니다.

source: Every time the clock hits zero, you will lose 1 life.
ko_kr: 제한 시간을 초과하면 목숨을 한 개 잃습니다.

source: My free personalized gaming report says I need to warm-up before I can game at my peak.
ko_kr: 나의 무료 개인 게이밍 보고서에 따르면, 최고의 실력으로 게임을 하기 위해 워밍업이 필요하다.

source: You earn experience for each game you play on Gwoop.
ko_kr: Gwoop에서 게임을 플레이할 때마다 경험치를 얻습니다.

source: Updating the team completed with errors.
ko_kr: 팀을 업데이트하는 데 오류가 발생했습니다.

source: Research shows that kids that play video games have much better odds of handling complex, psychological issues compared to those that do not engage in video games.
ko_kr: 연구에 따르면 비디오 게임을 플레이하는 아이들이 게임을 플레이하지 않는 아이들보다 복잡하고 심리적인 문제를 더 잘 해결하는 경향이 있습니다.

source: One of the training regimen modules includes invalid data.
ko_kr: 훈련 방식 모듈 중 하나가 유효하지 않은 데이터를 포함하고 있습니다.

source: YOU GAME.
ko_kr: 확인 해보세요.

source: We may permit our service providers to use information that does not identify you (including information that has been aggregated or de-identified) for any purpose except as prohibited by applicable law.
ko_kr: 당사는 관련 법률에서 금지하는 경우를 제외하고 모든 목적을 위해 귀하를 식별하지 않는 정보(집계되거나 식별되자 않은 정보를 포함)를 당사의 서비스 제공자에게 접근을 허가할 수 있습니다.

source: Lawful basis for processing including basis of legitimate interest
ko_kr: 정당한 이익의 근거를 포함하여 처리를 위한 법적 근거

source: Download the template of your choice (shirt, hat or pants)
ko_kr: 원하는 템플릿을 다운로드 받으세요. (셔츠, 모자, 바지 등)

source: Questions?
ko_kr: 질문이 있나요?

source: This training regimen cannot be deactivated for this party.
ko_kr: 이 파티를 위한 훈련 방식을 비활성화 할 수 없습니다.

source: Gaming Warm-up Lvl 1
ko_kr: 몸풀기 게임 1단계

source: Save & Share
ko_kr: 저장 & 공유

source: Improve your reflexes by clicking when the colors change.
ko_kr: 색깔이 변할 때 클릭하며서 당신의 반사신경을 향상시키세요.

source: First name is required.
ko_kr: 이름이 필요합니다.

source: The arbitration will be conducted in Hennepin County, Minnesota, unless you and Gwoop agree otherwise.
ko_kr: 중재는 귀하와 Gwoop이 달리 합의하지 않는 한 미네소타 주 헤네핀 카운티에서 진행됩니다.

source: Our Proprietary Rights
ko_kr: 당사의 소유권

source: You are now friends with {originalSenderUser.Username}.
ko_kr: {originalSenderUser.Username}(이)와 친구가 되었습니다.

source: Today's global esports industry is worth an estimated $159 billion.
ko_kr: 오늘날 전 세계 e스포츠 산업의 규모는 약 1,590억 달러로 추산됩니다.

source: Any change to our pricing or payment terms shall become effective in the billing cycle following notice of such change to you as provided in this Agreement or otherwise.
ko_kr: 가격 또는 지불 방법에 대한 변경 사항은 본 계약 또는 기타 사항에 따라 귀하에게 이러한 변경을 통지한 후 새로운 청구 주기부터 효력이 발생합니다.

source: Invalid notification type
ko_kr: 유효하지 않은 알림 종류

source: STREAMER TYLER "NINJA" BLEVINS EARNINGS IN 2019
ko_kr: 스트리머 “NINJA” 타일러 블레빈스가 2019년 벌어들인 수익

source: Updated the Gwoop Games demo video on the homepage to reflect updated game UI.
ko_kr: 새로운 게임 UI를 반영한 Gwoop 게임 데모 비디오가 홈페이지에 등록되었습니다.

source: Press continue to start the next round.
ko_kr: 계속하기 버튼을 클릭해 다음 라운드로 가세요.

source: X
ko_kr: ㅌ

source: When you access a website, video, email, or advertisement that contains a pixel, the pixel may permit us or a separate entity to drop or read cookies on your browser.
ko_kr: 귀하가 픽셀이 포함된 웹사이트, 비디오, 이메일, 광고 등을 사용할 때, 픽셀은 당사나 별도의 법인이 귀하의 브라우저에서 쿠키를 삭제하거나 읽을 수 있도록 허용할 수 있습니다.

source: Each time you play this game, we test you and compare it to your baseline.
ko_kr: 매 번 이 게임을 플레이할 때마다, 당신을 시험해서 기준치와 현재를 비교합니다.

source: Government Use Rights.
ko_kr: 정부 사용 권한

source: DO I NEED TO BE A PRO GAMER TO USE GWOOP?
ko_kr: Gwoop을 이용하기 위해서는 프로게이머여야 하나요?

source: Visual timing targets are now randomized for a more difficult challenge.
ko_kr: 더 제멋대로인 타겟이 등장해 시각 타이밍을 가지고 타겟을 맞추기 더 어려워졌습니다.

source: ROBUST TEAM DATA AND ANALYTICS
ko_kr: 탄탄한 팀 데이터 및 분석 시스템

source: In the event that you cancel your account or Gwoop suspends or terminates your account under this Agreement for your breach of this Agreement, you understand and agree that you shall receive no refund or exchange for any Gwoop Badges,, any unused time on a subscription, any license or subscription fees for any portion of the Service, any content or data associated with your account, or for anything else.
ko_kr: 귀하가 귀하의 계정을 취소하거나 Gwoop이 귀하의 계정을 계약 위반의 이유로 본 계약의 따라 귀하의 계정을 중단 혹은 해지하는 경우, 귀하는 Gwoop 배지, 귀하의 구독에서 남은 시간, 당사 서비스의 일부에 대한 라이선스 또는 구독 요금, 귀하의 계정과 관련퇸 콘텐츠 또는 데이터, 혹은 기타 항목을 대상으로 어떠한 환불 또는 교환을 받을 수 없다는 점을 이해하고 동의합니다.

source: UNKOWN
ko_kr: 확인불가

source: To begin with, the only information we require is your email and birthdate.
ko_kr: Gwoop은 고객의 개인정보 중 이메일 주소와 생년월일만 요구합니다.

source: Could not locate relationship type.
ko_kr: 관계 종류를 찾을 수 없습니다.

source: Other personal information such as name is optional and can be added later.
ko_kr: 다른 개인 정보는 필수적이지 않으며, 추후에 고객이 추가로 입력할 수 있습니다.

source: PRIVACY AND SECURITY
ko_kr: 개인 정보와 보안

source: Current Score
ko_kr: 현재 점수

source: Free sports training at Gwoop.com
ko_kr: Gwoop.com에서 무료로 연습해보세요

source: USE OF THE SERVICE IS AT YOUR OWN RISK.
ko_kr: 당사의 서비스 사용에 따른 위험은 귀하가 감수해야 합니다.

source: KITING SCENARIO
ko_kr: 카이팅 시나리오

source: With that in mind, several of our training games are centered around the premise of beginning with a problem that needs to be solved.
ko_kr: 이러한 점을 고려하며, Gwoop의 훈련 게임은 풀어야 하는 문제로부터 시작한다는 전제를 중심으로 만들어졌습니다.

source: In just a few minutes a day, our cognitive training platform will improve key skills used in education, work and play.
ko_kr: 하루에 몇 분만 우리의 인지 훈련 플랫폼과 함께한다면, 당신의 교육, 업무, 게임을 위한 기초 실력이 향상될 것입니다.

source: TOTAL AMOUNT EARNED BY PRO ESPORT TEAM LIQUID
ko_kr: 프로 e스포츠 팀 TEAM LIQUID가 벌어들인 수익

source: Added post-processing effects for anti-aliasing, color grading, and ambient occlusion.
ko_kr: 안티에일리어싱, 컬러그레이딩, 앰비언트 어클루전과 같은 후처리 효과가 추가되었습니다.

source: VIEW OPTIONS
ko_kr: 설정 보기

source: Gwoop offers the opportunity to create teams on the Service.
ko_kr: Gwoop은 팀을 꾸릴 수 있는 기회를 제공합니다.

source: Left Button
ko_kr: 왼쪽 버튼

source: Manage the access and level of responsibility of all users on their team
ko_kr: 모든 팀 구성원의 권한과 책임 단계를 조정할 수 있습니다.

source: Tom Matson - Leading Expert, Author and TEDx Speaker on Executive Leadership
ko_kr: 톰 맷슨 - 임원 리더십 분야 최고 전문가, 저자, 및 TEDx 스피커

source: Not authorized.
ko_kr: 접근이 불허되었습니다.

source: SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.
ko_kr: 일부 주에서는 우발적 또는 결과적 손해의 배제 또는 제한을 허용하지 않으므로, 상기된 제한 또는 배제가 귀하에게 적용되지 않을 수 있습니다.

source: Created a new daily summary email that can notify you if you have any pending challenges or friend requests.
ko_kr: 일일 요약 메일 기능을 추가했습니다. 접수된 대결 신청과 친구 요청 등을 확인할 수 있습니다.

source: Click on 25 targets as fast as you can
ko_kr: 최대한 빠르게 25개 타겟을 클릭하세요.

source: Gwoop Pre-Match Games are designed to prepare you for your next competitive gaming session.
ko_kr: Gwoop의 몸풀기 게임은 당신의 다음 경기를 돕기 위해 설계되었습니다.

source: Gwoop may suspend or terminate your access to and use of the Gwoop Design to Earn Program at any time for any reason.
ko_kr: Gwoop은 귀하의 디자인 참여 프로그램 권한을 어떤 이유로든 언제든지 중단하거나 종료할 수 있습니다.

source: Please contact Gwoop for additional assistance.
ko_kr: 추가 지원을 위해 Gwoop에 문의하세요.

source: In the FPS training arena, users can change their settings by hitting the “Esc” button on your keyboard once in the arena.
ko_kr: FPS 훈련 아레나에서는 “Esc” 키를 한 번 눌러서 설정을 바꿀 수 있습니다.

source: Increased size of Gwoop navigation bar and logo.
ko_kr: Gwoop 내비게이션 바와 로고 사이즈를 키웠습니다.

source: Some of our games are mobile responsive so you can play on the go! (mobile app coming soon) Whether you’re a PC gamer or Console gamer, we train key elements of your brain...and that training carries over to any platform.
ko_kr: Gwoop의 일부 게임은 모바일에서도 작동합니다. (모바일 어플리케이션이 곧 출시됩니다) 당신이 PC 게이머이든 콘솔 게이머이든 저희는 게임을 위해 필요한 핵심 요소를 훈련시킵니다... 그리고 그 훈련은 어떤 플랫폼이든지간에 따라옵니다.

source: It was primarily used to describe professional gaming, but with the rise of youth & high school teams, college scholarships, live streaming and tournaments, it is now used to describe competitive gaming - both amateur and professional.
ko_kr: 원래는 주로 프로게이머들의 활동을 일컫는 말이었습니다. 하지만 청소년 및 고등학교 팀이 만들어지고, 대학교가 장학금을 제시하고, 실시간 방송과 각종 대회가 늘어나면서 이제는 아마추어와 프로 세계에서 펼쳐지는 모든 게임 경쟁을 지칭하는 말이 되었습니다.

source: We were unable to store the Stripe Account Id that was created.
ko_kr: 생성된 Stripe 계정 ID를 저장하지 못했습니다.

source: We help gamers and esports athletes reach their potential through training games aimed at improving core physical and cognitive skills paired with a highly interactive dashboard highlighting strengths and weaknesses, leaderboards and specific training programs.
ko_kr: Gwoop은 게이머와 e스포츠 선수의 잠재력을 끌어 올리고자 핵심 신체적, 인지적 기술을 향상시키기 위한 목적으로 훈련용 게임을 제공합니다. 또한 선수의 강점와 약점을 강조하고, 리더보드, 훈련 프로그램이 포함된 고도로 상호작용이 가능한 대시보드를 제공합니다.

source: ADD TRAINNG REGIMEN NAME
ko_kr: 훈련 방식 이름 설정

source: Keyboard Speed Training
ko_kr: 키보드 속도 훈련

source: Yes
ko_kr: 네
